import {Component} from "react";
import style from './index.module.css'
class Detail extends Component {
  constructor() {
    super();
  }
  render() {
    return (
      <div>
        <div className={style.title}>
          <div>
            有哪些你觉得不错的看书阅读灯可以推荐？
          </div>
        </div>
        <div className={style.content}>
          索性就决定买专业阅读灯，专业阅读灯光线一般都可以多段调节，能满足我的调光需要，而且大部分都有护眼功能（前面提及的那几点）。
          索性就决定买专业阅读灯，专业阅读灯光线一般都可以多段调节，能满足我的调光需要，而且大部分都有护眼功能（前面提及的那几点）。
          索性就决定买专业阅读灯，专业阅读灯光线一般都可以多段调节，能满足我的调光需要，而且大部分都有护眼功能（前面提及的那几点）。
          索性就决定买专业阅读灯，专业阅读灯光线一般都可以多段调节，能满足我的调光需要，而且大部分都有护眼功能（前面提及的那几点）。
          索性就决定买专业阅读灯，专业阅读灯光线一般都可以多段调节，能满足我的调光需要，而且大部分都有护眼功能（前面提及的那几点）。
          索性就决定买专业阅读灯，专业阅读灯光线一般都可以多段调节，能满足我的调光需要，而且大部分都有护眼功能（前面提及的那几点）。
          索性就决定买专业阅读灯，专业阅读灯光线一般都可以多段调节，能满足我的调光需要，而且大部分都有护眼功能（前面提及的那几点）。

        </div>
      </div>
    )
  }
}

export default Detail